<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2017 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 前端语言包
return [

    //用户行为提示
	'login_userpwd'  => '请正确输入帐号和密码',
	'login_pwderror' => '登录密码错误',
	'login_nouser'   => '帐号不存在',
	'login_status'   => '帐号异常,请联系管理员',
	'login_success'  => '登陆成功',

	//End
];
    
